Repository: 42lizard/yt-dl-manager
Catalog: yt_dl_manager/locale/*/LC_MESSAGES/yt-dl-manager.po
Languages: de

source: Add a video to the queue.
de: Ein Video zur Warteschlange hinzufügen.

source: Automatically mark missing files for redownload.
de: Fehlende Dateien automatisch zum erneuten Download markieren.

source: Config file already exists at: {}\nUse --force to overwrite.
de: Konfigurationsdatei existiert bereits unter: {}\nVerwenden Sie --force zum Überschreiben.

source: Create default config file.
de: Standard-Konfigurationsdatei erstellen.

source: Database IDs or URL patterns to redownload.
de: Datenbank-IDs oder URL-Muster zum erneuten Download.

source: Database IDs or URL patterns to remove.
de: Datenbank-IDs oder URL-Muster zum Entfernen.

source: Database IDs or URL patterns to retry.
de: Datenbank-IDs oder URL-Muster zum Wiederholen.

source: Default configuration created at: {}
de: Standard-Konfiguration erstellt unter: {}

source: Error: Must specify language action (set, show)
de: Fehler: Sprachaktion muss angegeben werden (set, show)

source: Error: Must specify list type (pending, failed, downloaded)
de: Fehler: Listentyp muss angegeben werden (pending, failed, downloaded)

source: Export queue data.
de: Warteschlangen-Daten exportieren.

source: Filter by extractor type.
de: Nach Extractor-Typ filtern.

source: Filter by retry count.
de: Nach Wiederholungsanzahl filtern.

source: Filter by status.
de: Nach Status filtern.

source: Force overwrite of existing config file.
de: Überschreiben der vorhandenen Konfigurationsdatei erzwingen.

source: Immediately start the download after adding to the queue.
de: Download sofort nach Hinzufügen zur Warteschlange starten.

source: Language code or 'auto' for automatic detection.
de: Sprachcode oder 'auto' für automatische Erkennung.

source: Language preference set to automatic detection.
de: Spracheinstellung auf automatische Erkennung gesetzt.

source: Language preference set to: {}
de: Spracheinstellung gesetzt auf: {}

source: Language preference: automatic (currently: {})
de: Spracheinstellung: automatisch (aktuell: {})

source: Language preference: {} (currently: {})
de: Spracheinstellung: {} (aktuell: {})

source: Launch the Terminal User Interface.
de: Terminal-Benutzeroberfläche starten.

source: List downloaded items.
de: Heruntergeladene Elemente auflisten.

source: List downloads by status.
de: Downloads nach Status auflisten.

source: List failed downloads.
de: Fehlgeschlagene Downloads auflisten.

source: List pending downloads.
de: Ausstehende Downloads auflisten.

source: Manage language settings.
de: Spracheinstellungen verwalten.

source: Mark items for redownload.
de: Elemente für erneuten Download markieren.

source: Maximum number of results.
de: Maximale Anzahl von Ergebnissen.

source: Number of recent completed downloads to show (default: 10).
de: Anzahl der anzuzeigenden kürzlich abgeschlossenen Downloads (Standard: 10).

source: Only remove items older than DAYS.
de: Nur Elemente entfernen, die älter als TAGE sind.

source: Only show items with missing files.
de: Nur Elemente mit fehlenden Dateien anzeigen.

source: Output file path.
de: Ausgabedateipfad.

source: Perform database maintenance.
de: Datenbankwartung durchführen.

source: Preview cleanup actions.
de: Bereinigungsaktionen in der Vorschau anzeigen.

source: Preview what would be removed.
de: Vorschau dessen, was entfernt würde.

source: Remove database entries for missing files.
de: Datenbankeinträge für fehlende Dateien entfernen.

source: Remove failed downloads.
de: Fehlgeschlagene Downloads entfernen.

source: Remove items from queue.
de: Elemente aus der Warteschlange entfernen.

source: Remove specific items.
de: Bestimmte Elemente entfernen.

source: Restart the application for changes to take effect.
de: Starten Sie die Anwendung neu, damit die Änderungen wirksam werden.

source: Retry all failed downloads.
de: Alle fehlgeschlagenen Downloads wiederholen.

source: Retry failed or completed downloads.
de: Fehlgeschlagene oder abgeschlossene Downloads wiederholen.

source: Run the download daemon.
de: Download-Daemon ausführen.

source: Set language preference.
de: Spracheinstellung festlegen.

source: Show current language setting.
de: Aktuelle Spracheinstellung anzeigen.

source: Show queue status dashboard.
de: Warteschlangen-Status-Dashboard anzeigen.

source: Sort by field.
de: Nach Feld sortieren.

source: The URL of the video to download.
de: Die URL des herunterzuladenden Videos.

source: Verify downloaded files exist.
de: Überprüfen, ob heruntergeladene Dateien vorhanden sind.

source: yt-dl-manager: A tool for managing youtube-dl downloads.
de: yt-dl-manager: Ein Tool zur Verwaltung von youtube-dl Downloads.

source: Cancel
de: Abbrechen

source: Enter URL to download:
de: URL zum Herunterladen eingeben:

source: Add to Queue
de: Zur Warteschlange hinzufügen

source: ✓ Added: {}
de: ✓ Hinzugefügt: {}

source: ✗ Error: {}
de: ✗ Fehler: {}

source: Terminal User Interface for YouTube Download Manager
de: Terminal-Benutzeroberfläche für YouTube Download Manager

source: Add URL
de: URL hinzufügen

source: Refresh
de: Aktualisieren

source: Quit
de: Beenden

source: 📥 Pending Downloads
de: 📥 Ausstehende Downloads

source: ✅ Recent Completed Downloads (last {})
de: ✅ Kürzlich abgeschlossene Downloads (letzte {})

source: ⏳ In Progress
de: ⏳ In Bearbeitung

source: Requested
de: Angefordert

source: Retries
de: Wiederholungen

source: Downloaded
de: Heruntergeladen

source: File
de: Datei

source: 🔄 Data refreshed
de: 🔄 Daten aktualisiert
